Repository: SmartCrop-EcoCrop/web-application
Catalog: src/locale/messages.*.xlf
Languages: es_es

# login.title
source: Sign In
es_es: Iniciar Sesión

# login.username
source: Username
es_es: Nombre de usuario

# login.password
source: Password
es_es: Contraseña

# login.usernameP
source: Enter your username
es_es: Ingrese su nombre de usuario

# login.passwordP
source: Enter your password
es_es: Ingrese su contraseña

# login.remember
source: Remember me
es_es: Recordarme

# login.forgot
source: Forgot your password?
es_es: ¿Olvidaste tu contraseña?

# login.button
source: Sign In
es_es: Ingresar

# login.noAccount
source: Don't have an account?
es_es: ¿No tienes una cuenta?

# login.register
source: Register
es_es: Regístrate

# register.title
source: Create Account
es_es: Crear Cuenta

# register.username
source: Username
es_es: Nombre de usuario

# register.email
source: Email
es_es: Correo electrónico

# register.password
source: Password
es_es: Contraseña

# register.confirmPassword
source: Confirm Password
es_es: Confirmar contraseña

# register.button
source: Register
es_es: Regístrate

# register.haveAccount
source: Already have an account?
es_es: ¿Ya tienes una cuenta?

# register.login
source: Sign In
es_es: Iniciar Sesión

# dashboard.title
source: Farmer Dashboard
es_es: Panel del Agricultor

# dashboard.realTimeView
source: Real-time View
es_es: Vista en Tiempo Real

# dashboard.currentTemp
source: Current Temperature
es_es: Temperatura Actual

# dashboard.humidity
source: Humidity
es_es: Humedad

# dashboard.wind
source: Wind
es_es: Viento

# dashboard.forecast
source: Forecast
es_es: Pronóstico

# dashboard.viewHistory
source: View History
es_es: Ver Historial

source: Logout
es_es: Cerrar Sesión

# sidebar.temperature
source: Temperature
es_es: Temperatura

# sidebar.realTime
source: View plants in real time
es_es: Ver plantas en tiempo real

# sidebar.temporal
source: View temporal record
es_es: Ver registro temporal

# sidebar.plagas
source: Pest Identification
es_es: Identificación de plagas

# sidebar.alertas
source: Alerts and notifications
es_es: Alertas y notificaciones

# sidebar.redAgricultores
source: Farmers network
es_es: Red de agricultores

# sidebar.guias
source: Practical guides and recommendations
es_es: Guías prácticas y recomendaciones

# sidebar.perfil
source: Profile
es_es: Perfil

# sidebar.foro
source: Forum
es_es: Foro

# sidebar.clima
source: Weather
es_es: Clima

# sidebar.noticias
source: News
es_es: Noticias

# header.dashboard
source: Dashboard
es_es: Panel

# header.forum
source: Forum
es_es: Foro

# header.weather
source: Weather
es_es: Clima

# header.news
source: News
es_es: Noticias

# header.search
source: Search
es_es: Buscar

# temporal.title
source: Temporal Record
es_es: Registro Temporal

# temporal.subtitle
source: Access data history, statistics and events related to your crops, pests and temperature.
es_es: Accede al historial de datos, estadísticas y eventos relacionados con tus cultivos, plagas y temperatura.

# temporal.thisWeek
source: This Week
es_es: Esta Semana

# temporal.thisMonth
source: This Month
es_es: Este Mes

# temporal.custom
source: Custom
es_es: Personalizado

# temporal.avgTemp
source: Average Temperature
es_es: Temperatura Promedio

# temporal.pestsDetected
source: Pests Detected
es_es: Plagas Detectadas

# temporal.extremeConditions
source: Extreme Weather Conditions
es_es: Condiciones Climáticas Extremas

# temporal.alertsActions
source: Alerts/Actions
es_es: Alertas/Acciones

# temporal.charts
source: Interactive Charts
es_es: Gráficos Interactivos

# temporal.temperature
source: Temperature
es_es: Temperatura

# temporal.pests
source: Pests
es_es: Plagas

# temporal.events
source: Events/Actions
es_es: Eventos/Acciones

# temporal.timeline
source: Timeline
es_es: Línea de Tiempo

# plagas.title
source: Pest Identification
es_es: Identificación de Plagas

# plagas.subtitle
source: Use our artificial vision system to identify pests in your crops or explore our database.
es_es: Utilice nuestro sistema de visión artificial para identificar plagas en sus cultivos o explore nuestra base de datos.

# plagas.quickId
source: Quick Identification by Image
es_es: Identificación Rápida por Imagen

# plagas.dragDrop
source: Drag and drop a photo of the damage or pest, or click to browse.
es_es: Arrastre y suelte una foto del daño o plaga, o haga clic para buscar.

# plagas.uploadBtn
source: Upload Image
es_es: Subir Imagen

# plagas.resultTitle
source: Identification Result
es_es: Resultado de la Identificación

# plagas.resultExample
source: The detected pest would be shown here (e.g: Aphid) with confidence percentage and recommendations.
es_es: Aquí se mostraría la plaga detectada (ej: Pulgón) con un porcentaje de confianza y recomendaciones.

# plagas.searchDb
source: Search in Database
es_es: Buscar en la Base de Datos

# plagas.searchPlaceholder
source: Type the name of the pest or crop...
es_es: Escriba el nombre de la plaga o cultivo...

# plagas.searchBtn
source: Search
es_es: Buscar

# plagas.commonPests
source: Common Pests in the Region
es_es: Plagas Comunes en la Región

# alertas.title
source: Alerts and Notifications
es_es: Alertas y Notificaciones

# alertas.subtitle
source: Monitor critical events and recommendations for your crops.
es_es: Monitorea los eventos críticos y las recomendaciones para tus cultivos.

# alertas.tabClimate
source: Climate
es_es: Clima

# alertas.tabPests
source: Pests
es_es: Plagas

# alertas.tabHumidity
source: Humidity
es_es: Humedad

# alertas.tabActions
source: Actions
es_es: Acciones

# alertas.lowHumidity
source: Low Humidity
es_es: Baja Humedad

# alertas.lowHumidityDesc
source: Low humidity levels were detected in sector B. Immediate irrigation is recommended.
es_es: Se detectaron niveles bajos de humedad en el sector B. Se recomienda riego inmediato.

# alertas.urgent
source: Urgent
es_es: Urgente

# alertas.alertHistory
source: Alert History
es_es: Historial de Alertas

# alertas.highTemp
source: High Temperature
es_es: Alta Temperatura

# alertas.highTempDesc
source: Temperature in sector B exceeded 35°C. It is recommended to activate the sprinkler irrigation system.
es_es: La temperatura en el sector B superó los 35°C. Se recomienda activar el sistema de riego por aspersión.

# alertas.whitefly
source: Whitefly
es_es: Mosca Blanca

# alertas.whiteflyDesc
source: An increase in the whitefly population was detected in the pepper crop. Preventive treatment is recommended.
es_es: Se detectó un aumento en la población de mosca blanca en el cultivo de pimiento. Se recomienda aplicar un tratamiento preventivo.

# alertas.realTimeAlert
source: Real-time Alert
es_es: Alerta en Tiempo Real

# alertas.frostAlert
source: Frost Alert
es_es: Alerta de Helada

# alertas.frostAlertDesc
source: A severe frost is expected in the next 3 hours. Protect your crops.
es_es: Se espera una helada severa en las próximas 3 horas. Proteja sus cultivos.

# alertas.viewDetails
source: View Details →
es_es: Ver Detalles →

# alertas.config
source: Configuration
es_es: Configuración

# alertas.customizeNotif
source: Customize Notifications
es_es: Personalizar Notificaciones

# alertas.viewFullHistory
source: View Full History
es_es: Ver Historial Completo

# guias.title
source: Practical Guides
es_es: Guías Prácticas

# guias.subtitle
source: Explore our library of practical guides to optimize your crops and improve your agricultural practices.
es_es: Explora nuestra biblioteca de guías prácticas para optimizar tus cultivos y mejorar tus prácticas agrícolas.

# guias.searchPlaceholder
source: Search guides by keyword...
es_es: Buscar guías por palabra clave...

# guias.filterPests
source: Pest Management
es_es: Manejo de plagas

# guias.filterClimate
source: Climate Control
es_es: Control climático

# guias.filterIrrigation
source: Irrigation and Nutrients
es_es: Riego y nutrientes

# guias.filterHarvest
source: Harvest and Post-harvest
es_es: Cosecha y post-cosecha

# guias.filterMaintenance
source: Preventive Maintenance
es_es: Mantenimiento preventivo

# guias.recommended
source: Recommended Guides
es_es: Guías Recomendadas

# guias.maizGuide
source: Guide for pest control in corn crops
es_es: Guía para el control de plagas en cultivos de maíz

# guias.maizDesc
source: Learn to identify and control the most common pests in corn crops.
es_es: Aprende a identificar y controlar las plagas más comunes en cultivos de maíz.

# guias.tomatoGuide
source: Efficient irrigation management in tomato crops
es_es: Manejo eficiente del riego en cultivos de tomate

# guias.tomatoDesc
source: Optimize water use and improve the quality of your tomatoes with our recommendations.
es_es: Optimiza el uso del agua y mejora la calidad de tus tomates con nuestras recomendaciones.

# guias.fruitsGuide
source: Harvest and post-harvest techniques for fruits
es_es: Técnicas de cosecha y post-cosecha para frutas

# guias.fruitsDesc
source: Discover best practices to ensure quality and durability of your products.
es_es: Descubre las mejores prácticas para asegurar la calidad y durabilidad de tus productos.

# guias.allGuides
source: All Guides
es_es: Todas las Guías

# red.title
source: Farmers Network
es_es: Red de Agricultores

# red.subtitle
source: Connect with other farmers to share experiences, tips and solutions.
es_es: Conéctese con otros agricultores para compartir experiencias, consejos y soluciones.

# red.newPost
source: Create a new post
es_es: Crear una nueva publicación

# red.newPostPlaceholder
source: What are you harvesting today or what problem have you solved?
es_es: ¿Qué estás cosechando hoy o qué problema has resuelto?

# red.postBtn
source: Post
es_es: Publicar

# red.recentPosts
source: Recent Posts
es_es: Publicaciones Recientes

# red.inIrrigation
source: In Irrigation
es_es: En Riego

# red.postTitle
source: Best way to apply drip irrigation in dry climate
es_es: Mejor forma de aplicar riego por goteo en clima seco

# red.postContent
source: Hello everyone, I'm experiencing excessive evaporation with my drip system...
es_es: Hola a todos, estoy experimentando mucha evaporación con mi sistema de goteo...

# red.likes
source: Likes
es_es: Me gusta

# red.comments
source: Comments
es_es: Comentarios

# red.popularTopics
source: Popular Topics
es_es: Temas Populares

# red.suggestedFarmers
source: Suggested Farmers
es_es: Agricultores Sugeridos

# clima.title
source: Weather and Forecast
es_es: Clima y Pronóstico

# clima.subtitle
source: Updated weather information to optimize your crop planning.
es_es: Información climática actualizada para optimizar la planificación de sus cultivos.

# clima.temperature
source: Temperature
es_es: Temperatura

# clima.sunny
source: Sunny
es_es: Soleado

# clima.humidity
source: Humidity
es_es: Humedad

# clima.weeklyForecast
source: Weekly Forecast
es_es: Pronóstico Semanal

# clima.monday
source: Monday
es_es: Lunes

# clima.wednesday
source: Wednesday
es_es: Miércoles

# clima.alertsRec
source: Alerts and Recommendations
es_es: Alertas y Recomendaciones

# clima.frostAlert
source: Frost Alert
es_es: Alerta de Heladas

# clima.frostRec
source: Risk of frost at night. Protect sensitive crops.
es_es: Riesgo de heladas en la noche. Proteja los cultivos sensibles.

# clima.seedRec
source: Sowing Recommendation
es_es: Recomendación de Siembra

# clima.seedRecDesc
source: Ideal conditions for corn sowing.
es_es: Condiciones ideales para la siembra de maíz.

# clima.rainForecast
source: Rain Forecast
es_es: Pronóstico de Lluvia

# clima.rainForecastDesc
source: Moderate rain expected. Adjust irrigation as needed.
es_es: Se espera lluvia moderada. Ajuste el riego según sea necesario.

# noticias.title
source: Latest News
es_es: Últimas Noticias

# noticias.subtitle
source: Stay updated on the agricultural sector, technology and climate.
es_es: Mantente actualizado sobre el sector agrícola, tecnología y clima.

# noticias.tabClimate
source: Climate
es_es: Clima

# noticias.tabCrops
source: Crops
es_es: Cultivos

# noticias.tabTechnology
source: Agricultural Technology
es_es: Tecnología Agrícola

# noticias.tabForum
source: Forum News
es_es: Noticias del Foro

# noticias.news1Title
source: Impact of Climate Change on Local Agriculture
es_es: Impacto del Cambio Climático en la Agricultura Local

# noticias.news1Excerpt
source: A recent study reveals how climate variations are affecting crops in the region...
es_es: Un estudio reciente revela cómo las variaciones climáticas están afectando los cultivos en la región...

# noticias.readMore
source: Read More
es_es: Leer Más

# noticias.news2Title
source: New Sustainable Farming Techniques
es_es: Nuevas Técnicas de Cultivo Sostenible

# noticias.news2Excerpt
source: Discover the latest innovations in sustainable agriculture that are helping farmers improve their yields.
es_es: Descubre las últimas innovaciones en agricultura sostenible que están ayudando a los agricultores a mejorar sus rendimientos.

# noticias.loadMore
source: Load more news
es_es: Cargar más noticias

# noticias.relatedNews
source: Related News
es_es: Noticias Relacionadas

# noticias.recentComments
source: Recent Comments
es_es: Comentarios Recientes

# foro.title
source: Discussion Forum
es_es: Foro de Discusión

# foro.subtitle
source: Discuss best agricultural practices, solve problems and share knowledge with the community.
es_es: Discute las mejores prácticas agrícolas, resuelve problemas y comparte conocimientos con la comunidad.

# foro.searchPlaceholder
source: Search in the forum
es_es: Buscar en el foro

# foro.tabCropProblems
source: Crop Problems
es_es: Problemas de Cultivos

# foro.tabTechnology
source: Technology and Tools
es_es: Tecnología y Herramientas

# foro.tabClimate
source: Climate Conditions
es_es: Condiciones Climáticas

# foro.tabImprovements
source: Agricultural Improvements
es_es: Mejoras Agrícolas

# foro.tabNews
source: News and Updates
es_es: Noticias y Actualizaciones

# foro.topic1Title
source: Pest Management in Corn Crops
es_es: Manejo de Plagas en Cultivos de Maíz

# foro.topic1Desc
source: Let's discuss best practices for pest management in corn crops. What methods have been effective for you?
es_es: Discutamos las mejores prácticas para el manejo de plagas en cultivos de maíz. ¿Qué métodos han sido efectivos para ustedes?

# foro.topic2Title
source: Comparison of Tractors and Agricultural Tools
es_es: Comparación de Tractores y Herramientas Agrícolas

# foro.topic2Desc
source: Share your experiences with different types of tractors and agricultural tools. Which brands and models are most reliable?
es_es: Compartan sus experiencias con diferentes tipos de tractores y herramientas agrícolas. ¿Cuáles son las marcas y modelos más confiables?

# foro.by
source: By
es_es: Por

# foro.daysAgo
source: days ago
es_es: días

# realtime.title
source: Plant Monitoring
es_es: Monitoreo de plantas

# realtime.subtitle
source: View real-time images or recordings of your crops through IoT cameras.
es_es: Visualice imágenes o grabaciones en tiempo real de sus cultivos a través de cámaras IoT.

# realtime.snapshot
source: Snapshot
es_es: Instantánea

# realtime.imageHistory
source: Image History
es_es: Historial de imágenes

# realtime.metadata
source: Image Metadata
es_es: Metadatos de la Imagen

# realtime.waterStress
source: Possible Water Stress
es_es: Posible Estrés Hídrico

# realtime.stressDesc
source: Detected in the upper right quadrant.
es_es: Detectado en el cuadrante superior derecho.

# realtime.healthyGrowth
source: Healthy Growth
es_es: Crecimiento Saludable

# realtime.healthyDesc
source: Normal cell growth in 80% of the crop.
es_es: El crecimiento celular es normal en el 80% del cultivo.

# realtime.cameraControls
source: Camera Controls
es_es: Controles de cámara

# realtime.contrast
source: Contrast
es_es: Contraste

# realtime.pause
source: Pause/Capture
es_es: Pausa/Captura

# realtime.brightness
source: Brightness
es_es: Brillo

# realtime.selectCamera
source: Select camera
es_es: Seleccionar cámara

# realtime.zoneA
source: Zone A
es_es: Zona A

# realtime.zoneB
source: Zone B
es_es: Zona B

# realtime.zoneC
source: Zone C
es_es: Zona C

# profile.title
source: My Profile and Settings
es_es: Mi Perfil y Configuraciones

# profile.subtitle
source: Manage your account information, notifications and SmartCrop application settings.
es_es: Gestiona la información de tu cuenta, las notificaciones y los ajustes de tu aplicación SmartCrop.

# profile.personalInfo
source: Personal Information
es_es: Información Personal

# profile.changePicture
source: Change Photo
es_es: Cambiar Foto

# profile.fullName
source: Full Name
es_es: Nombre Completo

# profile.email
source: Email
es_es: Correo Electrónico

# profile.cropLocation
source: Crop Location
es_es: Ubicación del Cultivo

# profile.saveChanges
source: Save Changes
es_es: Guardar Cambios

# profile.notifications
source: Notifications
es_es: Notificaciones

# profile.pestAlerts
source: Pest Alerts
es_es: Alertas de Plagas

# profile.irrigationReminders
source: Irrigation Reminders
es_es: Recordatorios de Riego

# profile.newsGuides
source: News and Guides
es_es: Novedades y Guías

# profile.changePassword
source: Change Password
es_es: Cambiar Contraseña

# profile.logout
source: Logout
es_es: Cerrar Sesión
